9/data/attachments/933c645eb2d4358e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_57c0ffc4-d148-40b0-9854-4359852bcd50</nif:username>
            <nif:friendToBeAdded>Samantha_price_Friend_50866_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>